{"ru_RU":{"<p>This is the demo-example that introduces the technology of the bimodal biometric authentication by face and voice and represents OnePass cloud service provided by the STC-innovation Ltd. The technology proposed can be used in different cases as the alternative or as the additional factor of authentication to the system.</p><p>In this demo it’s possible to create your own biometrical password and go through the verification.</p><p>First you need to create your biometric profile. So, go to the Registration.</p><p>Put your e-mail address and make a photo via your web-cam.</p><p>After that pronounce the digits on your screen: one point after another, three times.</p><p>When done you can try to authenticate to the system via going through the biometrical verification.</p><p>Go to the LogIn, put your e-mail and pronounce the digits of your screen while looking to your web-cam.</p>":"<p>Данное тестовое демо-приложение демонстрирует возможности технологии бимодальной биометрической аутентификации по лицу и голосу и представляет собой облачный сервис OnePass, разработанный компанией ООО «ЦРТ-инновации».</p><p>Предлагаемая технология  имеет потенциальное применение в различных областях в качестве альтернативного или дополнительного фактора аутентификации в любой системе или приложении.</p><p>В демо-приложении Вы можете создать свой биометрический пароль и пройти с его помощью аутентификацию.</p><p>В первую очередь, в системе необходимо создать биометрический профиль. </p><p>Для этого требуется пройти Регистрацию.</p><p>Во время регистрации укажите адрес электронной почты, который будет использоваться как логин в системе. </p><p>Далее сделайте фотографию при помощи веб-камеры и произнесите цифры, которые будут показаны на экране. </p><p>Всего будет показано 3 набора цифр.</p><p>После регистрации попробуйте пройти аутентификацию в системе. </p><p>Для этого укажите свой логин и произнесите несколько цифр, смотря прямо в веб-камеру.</p>","Account exists":"Пользователь уже существует","Account not found":"Пользователь не найден","Agree and continue":"Согласиться и продолжить","All set up and ready to go":"Все готово для продолжения работы","Cancel":"Отменить","Delete account":"Удалить аккаунт","Disagree":"Не соглашаюсь","Done":"Готово","Email":"Электронная почта","Exit":"Выход","Eyes closed":"Закрыты глаза","Find a well lit place":"Найдите хорошо освещенное место","Find a well lit place(denied)":"Плохое освещение","For the best results":"Рекомендации для успешного прохождения регистрации:","Give it another recording":"Попробуйте записать голос еще раз","Give it another shot":"Попробуйте сделать фотографию еще раз","I understand that the system will process my biometrical data and agree to take a selfie and record voice samples":"Я понимаю, что будет производиться обработка моих биометрических данных, и соглашаюсь сделать фотографию и записать образцы моего голоса","Incorrect pronunciation":"Нечеткое произношение","Last one":"Запишите заключительный образец голоса","Make sure it's quiet":"Найдите тихое место","Make sure it's quiet(denied)":"Слишком шумно","Make sure you look directly to the camera and press \"REC\" button to start the recording. At the same time pronounce the following digits and press \"STOP\" button when done":"Посмотрите в камеру и нажмите кнопку \"СТАРТ\". Сохраняя расположение лица перед камерой, произнесите цифры, которые появятся в рамке, и нажмите кнопку  \"СТОП\" по окончании:","Make sure you look directly to the camera and press the button":"Посмотрите в камеру и нажмите на кнопку","Make your ordinary face":"Сделайте нейтральное выражение лица","No face detected":"На фотографии отсутствует лицо","OnePass Demo":"OnePass Демо","Other faces detected":"На фотографии несколько лиц","Page not found (404)":"Страница не найдена (404)","Poor image quality":"Низкое качество изображения","Poor video quality":"Низкое качество видео","Possible reasons:":"Возможные причины:","Press the REC button and pronounce following digits:":"Нажмите кнопку \"СТАРТ\", произнесите цифры<br>и нажмите кнопку \"СТОП\" по окончании","REC":"СТАРТ","Registration":"Регистрация","Registration complete":"Регистрация успешно завершена","Selfie: done":"Фотография принята. Запишите Ваш голос","STOP":"СТОП","Take off sunglasses":"Надеты темные очки","Take off sunglasses(agree)":"Снимите темные очки","Terms and conditions of use":"Правила и порядок использования","Too noisy":"Слишком шумно","Try again":"Повторить попытку","Two to go":"Запишите второй образец голоса","Verification":"Верификация"}}