Repository: STC-VoiceKey/onepass-web-client
Catalog: po/*.po
Languages: ru_ru

source: <p>This is the demo-example that introduces the technology of the bimodal biometric authentication by face and voice and represents OnePass cloud service provided by the STC-innovation Ltd. The technology proposed can be used in different cases as the alternative or as the additional factor of authentication to the system.</p><p>In this demo it’s possible to create your own biometrical password and go through the verification.</p><p>First you need to create your biometric profile. So, go to the Registration.</p><p>Put your e-mail address and make a photo via your web-cam.</p><p>After that pronounce the digits on your screen: one point after another, three times.</p><p>When done you can try to authenticate to the system via going through the biometrical verification.</p><p>Go to the LogIn, put your e-mail and pronounce the digits of your screen while looking to your web-cam.</p>
ru_ru: <p>Данное тестовое демо-приложение демонстрирует возможности технологии бимодальной биометрической аутентификации по лицу и голосу и представляет собой облачный сервис OnePass, разработанный компанией ООО «ЦРТ-инновации».</p><p>Предлагаемая технология имеет потенциальное применение в различных областях в качестве альтернативного или дополнительного фактора аутентификации в любой системе или приложении.</p><p>В демо-приложении Вы можете создать свой биометрический пароль и пройти с его помощью аутентификацию.</p><p>В первую очередь, в системе необходимо создать биометрический профиль. </p><p>Для этого требуется пройти Регистрацию.</p><p>Во время регистрации укажите адрес электронной почты, который будет использоваться как логин в системе. </p><p>Далее сделайте фотографию при помощи веб-камеры и произнесите цифры, которые будут показаны на экране. </p><p>Всего будет показано 3 набора цифр.</p><p>После регистрации попробуйте пройти аутентификацию в системе. </p><p>Для этого укажите свой логин и произнесите несколько цифр, смотря прямо в веб-камеру.</p>

source: Account exists
ru_ru: Пользователь уже существует

source: Account not found
ru_ru: Пользователь не найден

source: Agree and continue
ru_ru: Согласиться и продолжить

source: All set up and ready to go
ru_ru: Все готово для продолжения работы

source: Cancel
ru_ru: Отменить

source: Delete account
ru_ru: Удалить аккаунт

source: Disagree
ru_ru: Не соглашаюсь

source: Done
ru_ru: Готово

source: Email
ru_ru: Электронная почта

source: Exit
ru_ru: Выход

source: Eyes closed
ru_ru: Закрыты глаза

source: Find a well lit place
ru_ru: Найдите хорошо освещенное место

source: Find a well lit place(denied)
ru_ru: Плохое освещение

source: For the best results
ru_ru: Рекомендации для успешного прохождения регистрации:

source: Give it another recording
ru_ru: Попробуйте записать голос еще раз

source: Give it another shot
ru_ru: Попробуйте сделать фотографию еще раз

source: I understand that the system will process my biometrical data and agree to take a selfie and record voice samples
ru_ru: Я понимаю, что будет производиться обработка моих биометрических данных, и соглашаюсь сделать фотографию и записать образцы моего голоса

source: Incorrect pronunciation
ru_ru: Нечеткое произношение

source: Last one
ru_ru: Запишите заключительный образец голоса

source: Make sure it's quiet
ru_ru: Найдите тихое место

source: Make sure it's quiet(denied)
ru_ru: Слишком шумно

source: Make sure you look directly to the camera and press "REC" button to start the recording. At the same time pronounce the following digits and press "STOP" button when done
ru_ru: Посмотрите в камеру и нажмите кнопку "СТАРТ". Сохраняя расположение лица перед камерой, произнесите цифры, которые появятся в рамке, и нажмите кнопку "СТОП" по окончании:

source: Make sure you look directly to the camera and press the button
ru_ru: Посмотрите в камеру и нажмите на кнопку

source: Make your ordinary face
ru_ru: Сделайте нейтральное выражение лица

source: No face detected
ru_ru: На фотографии отсутствует лицо

source: OnePass Demo
ru_ru: OnePass Демо

source: Other faces detected
ru_ru: На фотографии несколько лиц

source: Page not found (404)
ru_ru: Страница не найдена (404)

source: Poor image quality
ru_ru: Низкое качество изображения

source: Poor video quality
ru_ru: Низкое качество видео

source: Possible reasons:
ru_ru: Возможные причины:

source: Press the REC button and pronounce following digits:
ru_ru: Нажмите кнопку "СТАРТ", произнесите цифры<br>и нажмите кнопку "СТОП" по окончании

source: REC
ru_ru: СТАРТ

source: Registration
ru_ru: Регистрация

source: Registration complete
ru_ru: Регистрация успешно завершена

source: Selfie: done
ru_ru: Фотография принята. Запишите Ваш голос

source: STOP
ru_ru: СТОП

source: Take off sunglasses
ru_ru: Надеты темные очки

source: Take off sunglasses(agree)
ru_ru: Снимите темные очки

source: Terms and conditions of use
ru_ru: Правила и порядок использования

source: Too noisy
ru_ru: Слишком шумно

source: Try again
ru_ru: Повторить попытку

source: Two to go
ru_ru: Запишите второй образец голоса

source: Verification
ru_ru: Верификация
